Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/lansstyrelsen.se/nat-min-default.html.tmx
Source language: sme
Languages: smj

source: Ruoŧa riikkalaš unnitlogut - Länsstyrelsen i Stockholm
smj: Svieriga rijkalasj unneplågo - Länsstyrelsen i Stockholm

source: Davvisámigiella (nordsamiska) HálddahusguovllutLáhka riikkalaš unniloguid birraLeanastivrra bargogohččumušOrganisašuvdnadoarjjaStáhtadoarjja
smj: Davvisámigiella (nordsamiska) Julevsámegiella (lulesamiska) TjuottjudusguovloLahka rijkalasj unneplågoj birraLenastivra viddnoOrganisasjåvnnådoarjjaStáhtadoarrja

source: Hálddahusguovllut
smj: Tjuottjudusguovlo

source: Láhka riikkalaš unniloguid birra
smj: Lahka rijkalasj unneplågoj birra

source: Leanastivrra bargogohččumuš
smj: Lenastivra viddno

source: Organisašuvdnadoarjja
smj: Organisasjåvnnådoarjja

source: Ruoŧa riikkalaš unnitlogut
smj: Svieriga rijkalasj unneplågo

source: Stockholma Leanastivrras (Länsstyrelsen i Stockholm) ja Sámidikkis lea ođđajagimánu 1 b. rájis 2010 oaiveovddasvástádus ovttastit ja iskat got Ruoŧa unnitlogupolitiika čađahuvvo riikkas.
smj: Lenastivrra Stockholma lenan (Länsstyrelsen i Stockholms län) ja Sámedigge (Sametinget) li ådåjakmáno 1. b. 2010 rajes oajvveåvdåsvásstediddje aktidittjat ja dåbelijtjuovvot gåktu Svieriga unneplågopolitijkka tjadáduvvá rijkan.

source: Juovlamánu 1999 mearridii riikkabeaivi Ruoŧŧa (Sverige) galgá oassálastit Europa-ráđi rámmakonvenšuvdnii riikkalaš unnitloguid suoji birra ja europálaš njuolggadussii riikkaguovlluid- dahje unnitlogugielaid birra.
smj: Javllamánon 1999 rijkabiejvve mierredij Svierik (Sverige) galgaj säbrrat Europaráde (Europarådet) rábmakonvensjåvnnåj suoje birra rijkalasj unneplågojda ja europalasj biejadus rijkadajva- jali unneplågogiela birra.

source: Riikkabeaivi maid mearridii unnitlogupolitiikka birra ja duođaštii riikkas leat vihtta unnitlogu iežaset gielaiguin (visot varieteahtat).
smj: Rijkabiejve (Riksdagen) mierredin aj unneplågopolitijka birra ja vidá rijkalasj unneplågo dåhkkidimev ja sijá gielajt (gájkka várietehta).

source: Ruoŧa riikkalaš unnitlogut ja unnitlogugielat
smj: Svieriga rijkalasj unneplågo ja unneplågogiela

source: Dat vihtta duođaštuvvon unnitlogu Ruoŧas leat juvddálaččat, romálaččat, sápmelaččat (mat maid leat eamiálbmogin), ruoŧasuopmelaččat ja duortnusleagihat.
smj: Vihtta dåhkkidum rijkalasj unneplågo Svierigin li juvdára, roma, sáme (gudi aj li iemeálmmuga), svieriksuobmelattja ja duorosliegega.

source: Historjjálaš unnitlogugielat leat jiddisch, romani, sámigiella, suomagiella meänkieli.
smj: Histåvrålasj unneplågogiela li jiddisch, romagiella, sámegiella, suomagiella ja meängiella.

source: Unnitlogujoavkkuin lea ovttastupmin sii leat orron Ruoŧas guhkit áiggi ja sin joavkkuin lea lunddolaš oktavuohta olbmuid gaskkas.
smj: Aktisattjat unneplågogielajda l gå sij li álmmugahttám Svierigav guhka ájgev ja sij li juohkusa tjielgga aktisasjvuodajn.

source: Sis lea maid iežas jáhkolaš, gielalaš dahje kultuvrralaš gullevašvuohta ja miella doalahit iežaset iešdovddu.
smj: Siján li aj ietjasa religiåvnålasj, gielalasj jali kultuvralasj sierratjärdda ja sihti ietjasa identitehtav bisodit.

source: Ráđđehusa (Regeringens) unnitlogupolitiika
smj: Ráddidusá unneplågopolitijkka

source: Unnitlogupolitiika suddje ja doarju riikkalaš unnitloguid ja historjjálaš unnitlogugielaid.
smj: Unneplågopolitijkka gåbttjå ássjijt suoddjima ja dårja birra rijkalasj unneplågojda ja histåvrålasj unneplågogielajda.

source: Riikkalaš unnitlogu suoji nannenbargu lea oassi Ruoŧa barggus fuolahit olmmošlaš vuoigatvuođaid.
smj: Buoredit rijkalasj unneplågoj suojev l Svieriga bargo oasse suoddjit ulmutja riektájt.

source: Unnitlogupolitiikkalaš strategiija
smj: Unneplågopolitijkalasj strategiddja

source: Ráđđehus (Regeringen) čilgii 2009 ođđa unnitlogupolitiikkalaš strategiija doaibmabijuiguin vai riikkalaš unnitloguid vuoigatvuođat ain nannejuvvojit.
smj: 2009 jagen ráddidus oahpásmuhtij ådå unneplågopolitijkalasj strategiddjav biedjamdagoj nannidittjat rijkalasj unneplågoj riektájt ájn vil.

source: Ráđđehusa strategiijai lea oassin láhka nášuvnnalaš unnitloguid ja unnitlogugielaid birra mii fápmuduvvui ođđajagimánu 1 beaivvi 2010.
smj: Oassen ráddidusá strategiddjan la aj fámon ådåjakmáno 1. b. 2010 rájes láhka rijkalasj unneplågoj ja unneplågogielaj birra.

source: Strategiijas leat evttohusat vai riikkalaš unnitloguid vuoigatvuođat nannejuvvojit árgabeaivvis. Evttohusaid olis leat doaibmabijut mat:
smj: Strategiddja sisanet muhtem oajvvadusájt nannidittjat rijkalasj unneplågoj riektájt praktijkalattjat, iehtjádij siegen biedjamdago:

source: sihkkarastet buoret beroštumi Eurohpáráđi unnitlogukonvenšuvnnaide ja duođalaš fuolaheami álggahuvvon doaimmain
smj: nannidittjat Europaráde unneplågokonvensjåvnåj buorep tjuovvomav ja tjadádum biedjamdagoj dåbelitjuovvomav

source: vuosttildit vealaheami ja muđui ráfehisvuođa riikkalaš unnitloguid vuostá
smj: vuosteldittjat rijkalasj unneplågoj nuppástallamav ja rasjesvuodav

source: nannet riikkalaš unnitloguid iešmearrideami ja váikkuhanmáŧolašvuođaid
smj: nannidittjat rijkalasj unneplågoj iesjstivrrimav ja vájkudimfámov

source: duvdit ja doarjut riikkalaš unnitlogugielaid seailluheami
smj: åvdedittjat rijkalasj unneplågogielaj bisodimev
